Repository: virtual-labs/exp-temperature-coefficient-au
Catalog: simulation/locale/*/messages.po
Languages: hi_in, ml_in

source: help1
hi_in: लटकती से 'ज्ञात रोकनेवाला' का चयन करें।
ml_in: ഡ്രോപ്ഡൗണിൽ നിന്ന് 'known resistor' തിരഞ്ഞെടുക്കുക.

source: help2
hi_in: तारों कनेक्ट।
ml_in: വയറുകളും ബന്ധിപ്പിക്കുക.

source: help3
hi_in: प्रतिरोध का चयन करने के लिए प्रतिरोध बॉक्स पर क्लिक करें।
ml_in: Resistance box ബോക്സിൽ ക്ലിക്ക് ചെയ്യുക to select resistances.

source: help4
hi_in: रिवर्स कनेक्शन बटन पर क्लिक करें।
ml_in: റിവേഴ്സ് കണക്ഷൻ ബട്ടണിൽ ക്ലിക്ക്.

source: help5
hi_in: जॉकी स्थिति बदलें।
ml_in: മാറ്റുക ജോക്കി സ്ഥാനം.

source: help6
hi_in: लटकती से 'अज्ञात रोकनेवाला' का चयन करें।
ml_in: ഡ്രോപ്ഡൗണിൽ നിന്ന് 'Unknown resistor' തിരഞ്ഞെടുക്കുക.

source: help7
hi_in: लटकती से 'प्रतिरोध' का चयन करें।
ml_in: ഡ്രോപ്ഡൗണിൽ നിന്ന് 'resistance' തിരഞ്ഞെടുക്കുക.

source: help8
hi_in: तारों कनेक्ट।
ml_in: വയറുകളും ബന്ധിപ്പിക്കുക.

source: help9
hi_in: प्रतिरोध का चयन करने के लिए प्रतिरोध बॉक्स पर क्लिक करें।
ml_in: Resistance box ബോക്സിൽ ക്ലിക്ക് ചെയ്യുക to select resistances.

source: help10
hi_in: रिवर्स कनेक्शन बटन पर क्लिक करें।
ml_in: റിവേഴ്സ് കണക്ഷൻ ബട്ടണിൽ ക്ലിക്ക്.

source: help11
hi_in: रोकनेवाला लंबाई स्लाइडर का उपयोग अवरोध के बदले लंबाई।
ml_in: Resistor നീളം സ്ലൈഡർ ഉപയോഗിച്ച് resistor നീളം മാറ്റുക.

source: help12
hi_in: रोकनेवाला व्यास स्लाइडर का उपयोग रोकनेवाला के व्यास बदलें।
ml_in: Resistor വ്യാസമുള്ള സ്ലൈഡർ ഉപയോഗിച്ച് Resistor വ്യാസം മാറ്റുക.

source: help13
hi_in: तापमान स्लाइडर का उपयोग परिवर्तन तापमान।
ml_in: താപനില സ്ലൈഡർ ഉപയോഗിച്ച് താപനില മാറ്റുക.

source: help14
hi_in: जॉकी स्थिति बदलें।
ml_in: മാറ്റുക ജോക്കി സ്ഥാനം.

source: help15
hi_in: दिखाएँ चुनें परिणाम चेकबॉक्स परिणाम दिखाने के लिए।
ml_in: ഫലമായി കാണിക്കാൻ ഷോ ഫലമായി ചെക്ക്ബോക്സ് തിരഞ്ഞെടുക്കുക.

source: help16
hi_in: प्रयोग पुनर्स्थापित करने के लिए रीसेट बटन पर क्लिक करें।
ml_in: പരീക്ഷണം പുനഃക്രമീകരിക്കാൻ പുനഃക്രമീകരിക്കാനുള്ള ബട്ടണിൽ ക്ലിക്ക് ചെയ്യുക.

source: Next
hi_in: अगला
ml_in: അടുത്തത്

source: Close
hi_in: बंद करे
ml_in: അടയ്ക്കുക

source: Temperature Coefficient of Resistance
hi_in: प्रतिरोध के गुणांक तापमान

source: Variables
hi_in: चर
ml_in: വേരിയബിള്സ്

source: Result
hi_in: परिणाम
ml_in: ഫലം

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2015 - 2009
ml_in: പകർപ്പവകാശം © അമൃത യൂണിവേഴ്സിറ്റി 2009 - 2015

source: Select resistor
hi_in: चुनें रोकनेवाला:

source: Known resistor
hi_in: नाम से जाना जाता रोकनेवाला

source: Unknown resistor
hi_in: अज्ञात रोकनेवाला

source: Select resistance
hi_in: प्रतिरोध का चयन करें:

source: Reverse connection
hi_in: रिवर्स कनेक्शन

source: Resistor length(cm):
hi_in: रोकनेवाला लंबाई (cm):

source: Resistor diameter(mm):
hi_in: रोकनेवाला व्यास(mm):

source: Temperature
hi_in: तापमान
ml_in: താപനില

source: Jockey position(cm):
hi_in: जॉकी स्थिति(cm):
ml_in: ജോക്കി സ്ഥാനം (സെ.മീ):

source: Show result
hi_in: शो के परिणाम
ml_in: Result കാണിക്കുക

source: Resistance of the wire:
hi_in: तार के प्रतिरोध:

source: Fractional
hi_in: आंशिक
ml_in: ഭിന്ന

source: Small
hi_in: छोटा
ml_in: ചെറുത്

source: Large
hi_in: बड़ा
ml_in: വലുത്

source: Reset
hi_in: रीसेट
ml_in: റീ സെറ്റ്
